Repository: eugmes/n900-l10n-uk
Catalog: skype-ui.m.po
Languages: uk

# messaging_fi_another_participant_invited
source: %s invited %s to this group
uk: %s запросив %s до цієї групи

# messaging_fi_another_participant_invited_unknown_invitor
source: %s is invited to this group.
uk: %s запрошено в цю групу

# messaging_fi_changed_room_topic_unknown_modifier
source: Room topic changed to: %s
uk: Тему змінено на: %s

# messaging_fi_group_chat_launched
source: %s invited %s. New group chat started.
uk: %s запросив %s. Початок нового групового чату.

# messaging_fi_group_chat_members_in_chat
source: This IM is between %s and you.
uk: Обмін миттєвими повідомленнями між %s і вами.

# messaging_fi_group_chat_more_than_4_members
source: This IM is between %s people
uk: Обмін миттєвими повідомленнями між %s людьми

# messaging_fi_participants_empty_list
source: No participants
uk: Немає співрозмовників

# messaging_fi_person_has_left_room
source: %s has left
uk: %s вийшов

# messaging_fi_you_have_left_room
source: You have left this group.
uk: Ви залишили цю групу.

# messaging_me_invite
source: Invite
uk: Запросити

# messaging_me_leave
source: Leave
uk: Вийти

# messaging_me_participants
source: Participants
uk: Учасники

# messaging_me_set_topic
source: Set topic
uk: Встановити тему

# messaging_ti_group_chat_conversation
source: Topic (%d)
uk: Тема (%d)

# messaging_ti_group_chat_participants
source: Participants (%s)
uk: Учасники (%s)

# messaging_ti_topic_empty_group
source: Empty group
uk: Порожні групи

# skype_bd_add_contact
source: Add
uk: Долучити

# skype_bd_block
source: Block
uk: Заблокувати

# skype_bd_clear
source: Clear
uk: Очистити

# skype_bd_export_export
source: Export
uk: Експортувати

# skype_bd_import_import
source: Import
uk: Імпортувати

# skype_bd_privacy_statement
source: Privacy statement
uk: Положення про конфіденційність

# skype_bd_settings
source: Settings
uk: Налаштування

# skype_bd_settings_blocking_list
source: Blocked list
uk: Заблоковані

# skype_bd_settings_call_forwarding
source: Call forwarding
uk: Переадресація

# skype_bd_settings_forward_to
source: Forward to
uk: Переслати

# skype_bd_settings_no_blocked_users
source: No blocked Skype contacts
uk: Немає заблокованих контактів Skype

# skype_bd_settings_privacy_call
source: Privacy for calls
uk: Конфіденційність для дзвінків

# skype_bd_settings_privacy_chat
source: Privacy for instant messages
uk: Конфіденційність для обміну миттєвими повідомленнями

# skype_bd_settings_unblock
source: Unblock
uk: Розблокувати

# skype_bd_settings_use_skypeout
source: Enable calling phones
uk: Дозволити дзвінки на телефони

# skype_bd_terms_of_service
source: Terms of service
uk: Умови надання послуг

# skype_bd_terms_of_service_accept
source: Accept
uk: Прийняти

# skype_bd_terms_of_service_decline
source: Decline
uk: Відхилити

# skype_fi_about_me
source: About me
uk: Про мене

# skype_fi_add_introductory_message
source: Enter introductory message about you
uk: Введіть вступне послання про вас

# skype_fi_add_skype_age
source: Age
uk: Вік

# skype_fi_add_skype_gender
source: Gender
uk: Стать

# skype_fi_add_skype_language
source: Language
uk: Мова

# skype_fi_add_skype_name
source: Skype Name
uk: Логін Skype

# skype_fi_adding_contact_failed
source: Adding contact failed
uk: Додавання контакту не вдалося

# skype_fi_agree_terms_of_usage
source: I have read and agree to the Skype terms and privacy policy.
uk: Я прочитав і згоден з умовами Skype і політику конфіденційності.

# skype_fi_call_header_voicemail
source: Voicemail
uk: Голосова пошта

# skype_fi_call_old_voicemail_removed
source: Unable to open. Voicemail deleted from server.
uk: Неможливо відкрити. Голосова пошта видалена з сервера.

# skype_fi_contact_is_already_in_list
source: Contact already in contact list
uk: Контакт вже є в контакт-листі

# skype_fi_credit_is_low
source: Credit low
uk: Мало коштів

# skype_fi_email
source: Email
uk: Ел. пошта

# skype_fi_email_not_filled
source: Enter email address first
uk: Введіть адресу електронної пошти

# skype_fi_enter_fields_first
source: Enter Skype name and password first
uk: Введіть Skype ім'я та пароль

# skype_fi_export_failed
source: Export failed
uk: Помилка експорту

# skype_fi_full_name
source: Full name
uk: Повне ім'я

# skype_fi_invalid_email_address
source: Email address is invalid
uk: Адреса електронної пошти є недійсним

# skype_fi_not_enough_credits
source: Not enough credit
uk: Не вистачає коштів

# skype_fi_password_blacklisted
source: Password is blacklisted
uk: Пароль занесений в чорний список

# skype_fi_password_too_long
source: Password is too long
uk: Задовгий пароль

# skype_fi_password_too_short
source: Password is too short
uk: Занадто короткий пароль

# skype_fi_password_too_simple
source: Password is too simple
uk: Занадто простий пароль

# skype_fi_password_with_invalid_character
source: Password contains invalid character
uk: Пароль містить недозволений символ

# skype_fi_skype_report_problem
source: Report problem
uk: Повідомити про проблему

# skype_fi_too_short_pstn_number
source: Phone number is too short
uk: Закороткий номер телефону

# skype_me_export_skypeout_contacts
source: Export phone numbers
uk: Експортувати номери телефонів

# skype_me_imort_skypeout_contacts
source: Import phone numbers
uk: Імпортувати номери телефонів

# skype_nc_block_contact
source: Block %s?
uk: Заблокувати %s?

# skype_ti_conference_participants
source: Participants
uk: Учасники

# skype_ti_export_skype_contacts
source: Export phone numbers
uk: Експортувати номери телефонів

# skype_ti_import_skype_contacts
source: Import phone numbers
uk: Імпортувати номери телефонів

# skype_ti_incoming_call_options
source: Reply
uk: Відповісти

# skype_ti_terms_of_service
source: Terms of service
uk: Умови надання послуг
